Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: The page you wanted to link with is already attached to an [$1 item] on the central data repository which links to $2 on this site. Items can only have one page per site attached. Please choose a different page to link with.
ne: जुन पृष्ठ तपाईं जोड्न चाहनुहुन्छ त्यो पहिला देखि नै केन्द्रीय डाटा रिपोजिटरी को [$1 आइटम] सँग जोडिएको छ जुन लिङ्क $2 सँग जोडिएको छ । आइटममा एउटा लिङ्क एउटा पृष्ठ सँग मात्र जोड्न सकिन्छ । कृपया कुनै अन्य पृष्ठलाई जोड्नका लागि छान्नुहोला ।

source: {{PLURAL:$2|This category has only the following subcategory.|This category has the following {{PLURAL:$1|subcategory|$1 subcategories}}, out of $2 total.}}
ne: {{PLURAL:$2|यो श्रेणीमा निम्न उपश्रेणीहरू मात्र छन्।|यो श्रेणीको निम्न {{PLURAL:$1|उपश्रेणी|$1 उपश्रेणीहरू}}, $2 कुल मध्ये श्रेणीहरू छन् ।}}

source: References <small>(put each reference on a new line)</small>
ne: सन्दर्भ सामाग्रीहरू <small>(प्रत्येक सन्दर्भ सामाग्रीहरूलाई नयाँ हरफमा राख्नुहोला)</small>

source: Unable to open SMTP connection
ne: SMTP जडान खोल्न सकिएन

source: Apport
ne: एपोर्ट

source: Loan Account Overview
ne: ऋण खाता विहावलोकन

source: SCALE
ne: मात्रा

source: Pages with image
ne: चित्रसहितका पृष्ठहरू

source: '''or'''
ne: '''अथवा'''

source: Ogg $1 media file, $2
ne: Ogg $1 मीडिया फाइल, $2

source: All translations
ne: सबै अनुवादहरु

source: Switches to the next open window, including windows of all viewports.
ne: सबै भ्यूपोर्टमा भएकामध्ये खुलिरहेको अर्को विन्डोमा जान्छ ।

source: Transwiki importers
ne: ट्रान्स विकि आयातकर्ताहरु

source: File extension ".$1" does not match the detected MIME type of the file ($2).
ne: ".$1" फाइल विस्तार पाइएको फाइल ($2)को MIME प्रकारसित मेल खाँदैन।

source: Accept
ne: स्वीकार गर्ने

source: Edit pages on double click
ne: दोहोरो क्लिकमा पृष्ठ सम्पादन गर्ने

source: Editing $1
ne: $1 सम्पादन गरिँदै

source: Edit Counter
ne: सम्पादन गणक

source: view the list of unwatched pages
ne: अवलोकन नगरिएका पृष्ठहरूको सूची हेर्ने

source: Error undeleting file: $1
ne: $1 मेटाएको रद्द गर्दा त्रुटी भयो

source: Translation tool
ne: अनुवाद उपकरण

source: Bluetooth Settings
ne: ब्लुटुथ सेटिङ

source: Oracle settings
ne: ओरेकल सेटिङहरू

source: Translating:How to start
ne: अनुवाद:सुरु कसरी गर्ने

source: <span><strong>Previewing</strong> $1</span>
ne: <span><strong>पूर्वावलोकन</strong> $1</span>

source: Ansesseli
ne: खेलको अवस्था

source: Embed URL
ne: URL थप्ने

source: Removed comment text
ne: टिप्पनी गरिएको पाठ हटाउने

source: Developers
ne: विकासकर्ताहरू

source: Add or remove tags from {{PLURAL:$1|this revision|all $1 revisions}}
ne: ट्यागहरू {{PLURAL:$1|यस संशोधन|सबै $1 संशोधनहरू}}सँग जोड्ने वा हटाउने।

source: Own work
ne: मेरो आफ्नै कार्य

source: Uncompressed
ne: नखादिएको(कम्प्रेस नगरिएको)

source: Create this page
ne: यो पृष्ठ बनाउने

source: Source page $1 does not exist.
ne: स्रोत पृष्ठ $1 अस्तित्वमा छैन ।

source: Your IP address is listed as an open proxy in the DNSBL used by {{SITENAME}}.
ne: तपाईंको IP ठेगाना खुल्ला प्रोक्सीको रुपमा DNSBL मा सूचीकरण गरिएको छ यसलाई{{SITENAME}}ले प्रयोगमा ल्याएको छ।

source: <strong>Welcome $1!</strong>
ne: <strong>स्वागत $1!</strong>

source: The user account was not created, as we could not confirm its source. Ensure you have cookies enabled, reload this page and try again.
ne: प्रयोगकर्ताको खाता निर्माण गरिएन, हामीले यसको मूल स्रोत निर्धारण गर्न सकेनौं। निश्चित गर्नुहोस् तपाईंले कुकी सक्रिय गर्नुभएको छ, पुनः यस पृष्ठलाई खोल्ने प्रयास गर्नुहोस्।

source: File changes:
ne: फ़ाइल परिवर्तनहरू:

source: view detailed abuse log entries
ne: विस्तृत दुरुपयोग लग प्रविष्टीहरु हेर्नुहोस्

source: This land is occupied by a dangerous enemy.
ne: यो जमिन खतरनाक शत्रुले कब्जा गरेको छ ।

source: Type to lookup articles
ne: लेखहरू खोज्नलाई टाइप गर्नुहोस

source: This occurred during a previous hibernation, and prevented the system from resuming properly.
ne: यो अघिल्लो हाइबर्नेसन् हुने समयमा भयो र​ सिस्टमलाई राम्रो सङं पुन: शुरू हुन बाट रोक्यो।

source: VPN
ne: भीपीएन

source: national
ne: राष्ट्रिय

source: The Graphic Designer's Barnstar is awarded to those who work tirelessly to provide {{SITENAME}} with free, high-quality graphics.
ne: ग्राफिक डिजाइनर बार्नस्टार त्यसलाई प्रदान गरिन्छ जसले {{SITENAME}}लाई मुक्त, उच्च गुणवत्ताको ग्राफिक्स प्रदान गर्नका लागि अथक परिश्रम गर्छन।

source: _Balance:
ne: सन्तुलन

source: Selected
ne: चुनिएको

source: There was an error submitting the transaction
ne: जानकारी बुझाउँदा त्रुटी भयो

source: Preferences
ne: प्राथमिकताहरू

source: '''Translate tab''': Adds a tab on MediaWiki pages to translate.
ne: '''ट्रान्सलेट ट्याब''': मिडियाविकी पृष्ठहरूमा अनुवाद गर्न ट्याब थप्दछ ।

source: No diary entries
ne: कुनै पनि अभिलेखहरू भेटिएनन्

source: 180 Degrees
ne: १८० डिग्री

source: Associated {{WBREPONAME}} item deleted. Language links removed.
ne: सम्बद्ध {{WBREPONAME}} आइटम मेटियो। भाषाको कडी मेटियो।

source: Get Directions
ne: दिशा निर्देश प्राप्त गर्नुहोस्

source: Call Divert
ne: कल डाइभर्टगर्ने

source: The namespace already exists.
ne: यो नामस्थान पहिले देखि समावेस छ।

source: Post
ne: पोष्ट

source: Template namespace
ne: ढाँचा नामस्थान

source: Education Report
ne: शिक्षा प्रतिवेदन

source: Mathematical formula (LaTeX)
ne: गणितीय सूत्र (LaTeX)

source: Upload File
ne: फाइल अपलोड गर्ने

source: Drafts
ne: मसौदाहरू

source: Enter a username:
ne: प्रयोगकर्ता नाम दिनुहोस् :

source: contained in string (in)
ne: निम्न पदावलीमा (मा) रहेको

source: Last sync yesterday %s
ne: अन्तिम सिङ्क हिजो %s

source: Nearby
ne: नजिकै

source: Search for a duplicate
ne: नक्कल खोज्नुहोस्

source: Bubble tea is a tea or juice beverage containing small chewy balls made of tapioca starch or jelly. First invented in Taiwan, it is now popular in many areas of the world.
ne: बबल चिया एउटा चिया वा जुस पेय हो जसमा साबुदाना वा जेलीको सानो गोली हुन्छन। यो ताइवानमा पत्ता लागेको हो र अब विश्वको कयौं भागमा यो लोकप्रिय छ।

source: {{GENDER:$1|You}}'ve exceeded your rate limit. Please wait some time and try again.
ne: {{GENDER:$1|तपाईं}} आफ्नो दर सीमा पार गरिसक्नु भएको छ। कृपया केही समय पछी पुनः प्रयास गर्नुहोला।

source: Error hiding the item dated $2, $1: This is the current revision. It cannot be hidden.
ne: $2, $1: मिति गरिएका वस्तुहरु लुकाउन मिलेन यो नै सबैभन्दा नयाँ संस्करण हो । यसलाई लुकाउन मिल्दैन ।

source: Fetch all published translations
ne: सबै प्रकाशित अनुवादहरू खोज्नुहोस्

source: === Heading text ===
ne: === शीर्षकपाठ ===

source: Display references
ne: सन्दर्भ प्रदर्शन

source: Panel;Projector;xrandr;Screen;Resolution;Refresh;
ne: प्यानल; प्रोजेक्टर; xrandr; पर्दा; रिजोलुसन; रीफ्रेश;

source: Left Button #%d
ne: बाँया बटन #%d

source: A beginner-friendly overview of structured data
ne: सुरुवातकर्ताहरूको लागि ढाँचावद्ध डेटा सम्बन्धी जानकारी

source: Browser default
ne: ब्राउजर पूर्वस्थिति

source: Bot: Adding %(adding)s
ne: रोबोट: %(adding)s थप्दै

source: $1 × $2 pixel<br />File size: $3<br />MIME type: $4
ne: $1 × $2 पिक्सेल<br />फाइल आकार: $3<br />MIME प्रकार: $4

source: Recent editor
ne: हालको सम्पादक

source: Sign up
ne: साइन अप

source: Search in custom namespaces
ne: अनुकुल नेमस्पेसमा खोज्ने

source: To control which emails we send you, <a href="$2" style="text-decoration:none; color: #3868B0;">check your preferences</a>.<br /> $1
ne: हामीले तपाईँलाई कुन इमेलहरू पठाउने नियन्त्रण गर्न, <a href="$2" style="text-decoration:none; color: #3868B0;">check your preferences</a>.<br /> $1

source: else
ne: नत्र

source: Guidelines for descriptions
ne: वर्णन सम्बन्धी निर्देशनहरू

source: Welcome to the Abuse Filter management interface. The Abuse Filter is an automated software mechanism of applying automatic heuristics to all actions. This interface shows a list of defined filters, and allows them to be modified.
ne: दुर्व्यवहार फ़िल्टर प्रबन्धन अंतरफलकमा स्वागत छ। दुर्व्यवहार फ़िल्टर सबै कार्यमा स्वचालित heuristics (खोज)को लागि प्रयोग गरिने एउटा स्वचालित सफ्टवेयर प्रणाली हो। यस अंतरफलकले परिभाषित फिल्टरको एउटा सूची प्रदर्शित गर्छ, र परिवर्तन गर्ने अनुमति दिन्छ।

source: Left-Handed Orientation
ne: दायाँहाते ओरिएन्टेसन

source: id
ne: प्रवेशशब्द (आइडी)

source: reply
ne: जवाफ

source: Your IP address is listed as an open proxy in the DNSBL used by {{SITENAME}}. You cannot create an account.
ne: तपाईंको IP ठेगाना खुल्ला प्रोक्सीको रुपमा DNSBL मा सूचीकरण गरिएको छ यसलाई{{SITENAME}}ले प्रयोगमा ल्याएको छ। तपाईंले खाता खोल्न सक्नुहुन्न ।

source: _Full name
ne: पूरा नाम

source: The requested page title contains invalid magic tilde sequence (<nowiki>~~~</nowiki>).
ne: निवेदन गरिएको पृष्ठको शिर्षकमा अवैध म्याजिक टाइड अनुक्रम (<nowiki>~~~</nowiki>) रहेको छ ।

source: Add all wiki pages in this category to your book
ne: यस श्रेणीका सबै विकि पृष्ठहरूलाई आफ्नो पुस्तकमा जोड्ने

source: Force target namespace
ne: लक्षित नामस्थानलाई दवाब दिने

source: Barbadian dollar
ne: बर्बेडियन डलर

source: Save session and close
ne: सत्र संग्रह गर्ने र बन्द गर्ने

source: Trees
ne: रूखहरू

source: Project:Current events
ne: Project:हालैका घटनाहरू

source: in
ne: मा

source: Support _UNITY_NET_WORKAREA_REGION
ne: _UNITY_NET_WORKAREA_REGION सहयता

source: Undo
ne: पुर्वस्थितिमा फर्काउनुहोस्

source: Matchers
ne: मिलाउने व्यक्ति

source: Select a barnstar:
ne: बार्नस्टार छान्नुहोस्:

source: digicam
ne: डिजिक्याम

source: Graph
ne: ग्राफ

source: The measuring instrument is not detected. Please check it is turned on and correctly connected.
ne: मापन यन्त्र भेटिएन । सो यन्त्र जोडिएको छ र खुला छ भन्ने सुनिश्चित गर्नुहोस् ।

source: Edit links
ne: लिङ्क सम्पादन गर्नुहोस्

source: $1 secretly {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a revision|$5 revisions}} on page $3: $4
ne: $1 ले गोप्य रूपले $3 पृष्ठलाई {{PLURAL:$5|एक अवतरण|$5 अवतरणहरू}}को दृश्यता {{GENDER:$2|परिवार्तान गर्यो}}: $4

source: Published pages will be publicly visible. Uncheck <em>published</em> if you want to prevent general users from viewing versions of this page in any language.
ne: प्रकाशित पृष्ठहरू सार्वजनिक हुनेछन । यदि तपाईं साधारण प्रयोगकर्ताले यो पृष्ठ हेर्न नपाओस भन्ने चाहनुहुन्छ भने <em>प्रकाशित</em>लाई ठीक चिन्ह नलगाउनुहोस ।

source: 7zip compression/uncompression tool
ne: 7zip सञ्कुचन/असञ्कुचन औजार

source: Key to start the Switcher
ne: स्विचर शुरु गर्ने कि

source: You do not have permission to edit your private information.
ne: तपाईँसँग तपाईँको निजी जानकारीहरू सम्पादन गर्ने अनुमती छैन

source: kB
ne: केबि

source: Canceled
ne: रद्द गरियो

source: Key to toggle the handles
ne: ह्याण्डल टोगल गर्ने कि

source: Install an LTSP server
ne: LTSP सर्भर प्रतिस्थापन गर्नुहोस्

source: Vertical Gradient
ne: ठाडो ग्रेडियन्ट

source: Movement cost:
ne: आन्दोलन लागतः

source: Re-block the user with these settings
ne: निम्म स्थितीमा प्रयोगकर्तालाई पुन: निषेध गर्ने

source: Pages with curatorial action
ne: संरक्षण कार्यसहितका पृष्ठ

source: Upload more files
ne: अरु फाइलहरू अपलोड गर्ने

source: Last Message:
ne: पछिल्लो सन्देश:

source: Right
ne: दायाँ

source: View the media page
ne: मिडिया पृष्ठ हेर्नुहोस्

source: The following files exist but are not embedded in any page. Please note that other web sites may link to a file with a direct URL, and so may still be listed here despite being in active use.
ne: निम्न फाइलहरू छन्, तर कुनै पनि पृष्ठमा प्रयोग गरिएको छैन। कृपया ध्यान दें कि अन्य वेबसाइट एउटा सिधै लिङ्कको फाइलसँग जोड्न सकिन्छ, र सक्रिय उपयोगमा हुँदा पनि यहाँ देखाउन सकिन्छ।

source: Link to this section
ne: यस खण्डमा जोड्नुहोस्

source: MSN Messenger:
ne: MSN सन्देशवाहक:

source: Exit full screen
ne: पूरा पर्दाबाट बाहिरिने

source: Show current input source in the menu bar
ne: हालको इनपुट श्रोतलाई मेनुवारमा देखाउ

source: Install Anyway
ne: जसरी पनि इन्स्टल गर्नुहोस

source: Expiry time is in the past.
ne: समाप्ती समय बितिसक्यो ।

source: Select Gold Amount
ne: सुनको रकम रोज्नुस

source: Additional Information
ne: अतिरिक्त जानकारी

source: <b>%1</b> would like to access your %2 online account.
ne: Copy text <b>%1</b>तपाईँको %2 अनलाइन खाता पहुँच गर्न चाहन्छ

source: Cite
ne: उर्ध्वभरण

source: Your user page
ne: तपाईंको प्रयोगकर्ता पृष्ठ

source: $1 × $2 pixels, file size: $3, MIME type: $4, $5 {{PLURAL:$5|page|pages}}
ne: $1 × $2 पिक्सेलहरू, फाइल आकार: $3, MIME प्रकार: $4, $5 {{PLURAL:$5|पृष्ठ|पृष्ठहरू}}

source: Clear the cache of this page?
ne: के यस पृष्ठको क्याश सफा गर्ने हो ?

source: View changeset details
ne: परिवर्तनहरूको विवरण हेर्नुहोस्

source: Selector
ne: चयनकर्ता

source: Last Harvest Duration
ne: अघिल्लो बाली कटाईको अवधी

source: Middle Mouse Button Click
ne: बिच बटनमा क्लिक गर्नुहोस्

source: Homepage
ne: गृहपृष्ठ

source: The password is invalid.
ne: पासवर्ड मान्य छैन।

source: Pages without image
ne: चित्रबिनाका पृष्ठहरू

source: Use wiki default ($1)
ne: विकि मूल ($1) रुपमा प्रयोग गर्ने

source: Prevent account creation
ne: खाता सिर्जना रोक्नुहोस

source: Bookmark topic
ne: बुकमार्कको शीर्षक

source: Search in page...
ne: पृष्ठमा खोज्ने...

source: Use
ne: प्रयोग गर्ने

source: Edit count
ne: सम्पादन गणना

source: Atom
ne: अणु

source: Variants
ne: बहुरुपहरु

source: Annotation
ne: टिप्पणी

source: A confirmation code was sent to your email address. This code is not required to log in, but you will need to provide it before enabling any email-based features in the wiki.
ne: प्रमाणिकरण कोड तपाईंको इमेल ठेगानामा पठाइएको छ । यो कोड प्रवेश गर्नको लागि अत्यवश्यक छैन, तर यस विकिमा इमेल ठेगानामा आधारित सेवाहरू उपभोग गर्न कोड उपलब्ध गराउनु पर्ने हुन्छ ।

source: Error: %s is not an executable. Stopping.
ne: त्रुटी: %s सञ्चालन गर्न सकिएन। रोक्दै ।

source: move root user pages
ne: मूल प्रयोगकर्ता पृष्ठहरू सार्ने

source: Danish krone
ne: डेनिस क्रोन

source: Section editing is not supported in this page.
ne: यस पृष्ठमा खण्ड सम्पादन असमर्थित

source: A weekly summary of notifications
ne: साप्ताहिक जानकारीको सारांश

source: Original file
ne: मूल फाइल

source: %d m
ne: %d मीटर

source: Email me when my user talk page is changed
ne: मेरो प्रयोगकर्ता वार्ता पृष्ठ परिवर्तन भएपछी मलाई ई-मेल गर्ने

source: Upload resource file
ne: स्रोत फाइल उद्भरण गर्नुहोस

source: Registration date
ne: दर्ता समय:

source: Brightness
ne: चम्किलोपन

source: The interwiki link has been created.
ne: अन्तरविकि लिङ्क सृजना गरियो।

source: You cannot unblock this user, as their username has been hidden.
ne: यस प्रयोगकर्तालाई रोक फुकुवा गर्न सक्नु हुन्न, यस प्रयोगकर्ताको नाम लुकेको छ।

source: A cup of coffee for you!
ne: तपाइको लागि एक कप कफी!

source: Bot: Deleting all pages referring from %(page)s
ne: रोबोट: %(page)s ले जनाउने सबै पृष्ठहरू मेट्दै

source: Dry
ne: शुष्क

source: Unit
ne: इकाइ

source: Reason:
ne: कारण:

source: Enable email from other users
ne: अरु प्रयोगकर्ताहरुबाट प्राप्त हुने ईमेल enable गर्नुहोस् ।

source: Exposure index
ne: एक्सपोजर सूचकांक

source: Read
ne: पढ्ने

source: <strong>Warning:</strong> This page contains too many expensive parser function calls. It should have less than $2 {{PLURAL:$2|call|calls}}, there {{PLURAL:$1|is now $1 call|are now $1 calls}}.
ne: '''चेतावनी:''' यस पृष्टका अति धेरै संख्याका महँगा पार्सर फंक्सन कल्स (expensive parser function calls) छन्। यसमा $2 भन्दा कम {{PLURAL:$2|कल|कल्स}} हुनुपर्छ, यहाँ {{PLURAL:$1|अहिले $1 कल छ|अहिले $1 कल्स छ्न्}}.

source: Bot: Converting bare references, using ref names to avoid duplicates, see [[%(manual)s|FAQ]]
ne: बोट: खुला रिफरेन्सहरू हटाउँदै , दोहोरिन नदिन रेफ नाम दिँदै, कृपया [[%(manual)s|FAQ]]मा हेर्नुहोला

source: Send Files…
ne: फाइलहरू पठाउनुहोस्…

source: Confirm your email address
ne: तपाईंको ई-मेल ठेगाना पक्का गर्नुहोस्

source: Primary language community:
ne: प्राथमिक भाषा समुह:

source: Private
ne: निजी

source: Test page
ne: नमुना पृष्ठ

source: Wanted files
ne: माग भएका फाइलहरू

source: Another member has become a manager of a community you manage
ne: तपाईंले व्यवस्थापन गर्नुभएको समुदायका अर्का सदस्य पनि व्यवस्थापक बन्नुभयो

source: Enhanced HTML entity decode function
ne: समृद्ध एचटिएमएल पूर्णता विसङ्केतन प्कार्य

source: Error Details
ne: त्रुटि रिपोर्ट

source: The supplied POD partner is invalid. Please contact your MediaWiki administrator.
ne: चयन गरिएको प्रिन्ट-अन-डिमान्ड पार्टनर अमान्य छ। कृपया आफ्नो मीडियाविकि प्रवधकसँग सम्पर्क गर्नुहोस्।

source: Validation error.
ne: वैधानिक त्रुटी ।

source: Maximum number of concurrent uploads
ne: अधिकतम सङ्ख्यामा समवर्ती अपलोड

source: City
ne: शहर

source: Started by
ne: आरम्भ कर्ता

source: Page exceeded the expansion depth
ne: पृष्ठले विस्तार सिमालाई नाधेको छ

source: {PLURAL: frm->n_rating|$1 Vote|$1 Votes}
ne: {PLURAL: frm->n_rating|$1 भोट|$1 भोटहरू}

source: the Wikimedia Foundation
ne: विकिमीडिया फाउण्डेशन

source: Reply to
ne: लाई जवाफ दिने

source: Scene type
ne: दृश्य प्रकार

source: expand
ne: फैलाउनु

source: Template $1 does not exist.
ne: ढाँचा $1 उपलब्ध छैन

source: Article - %{dato_description}
ne: लेख - %{dato_description}

source: audio DVD
ne: ध्वनि डिभिडि॒

source: Translated by
ne: अनुवाद

source: Welcome to {{SITENAME}}, $1! We're glad you're here.
ne: {{SITENAME}} मा स्वागत, $1! तपाईँ यहाँ हुनुहुन्छ हामी खुसी छौँ।

source: Creating tables
ne: टेबल बनाउदै

source: Link speed
ne: लिङ्क गति

source: Results from <a href="http://geocoder.ca/">Geocoder.CA</a>
ne: <a href="http://geocoder.ca/">Geocoder.CA</aबाट नतिजाहरू

source: reuse a previously created cache dir (CDIR) or, if it does not exist, create it
ne: पहिलै बनाईएको cache dir (CDIR) पुनःप्रयोग गर्नुहोस वा यदि अवस्थित छैन भने बनाउनुहोस

source: Previous global account changes
ne: पहिलेका विश्वव्यापी खाता परिवर्तनहरू

source: no
ne: होइन

source: Invalid username or IP address provided
ne: अमान्य प्रयोगकर्ता नाम वा आइपी ठेगाना राखियो

source: === Deprecated rank ===
ne: === निषेधित र्‍याङ्क ===

source: Edit aborted by hook. It gave no explanation.
ne: हुकले सम्पादन बन्द गरिदियो । यसले कुनै कारण दिएन ।

source: Color Selection
ne: रङ चयन

source: Campaign does not exist.
ne: अभियान अस्तित्वमा छैन

source: Information in CheckUser
ne: प्रयोगकर्ताजाँचमा जानकारी

source: Page options
ne: पृष्ठको विकल्पहरू

source: Fixed PIN
ne: निश्चित गरिएको पिन

source: Never ask to index
ne: सुचीकरण गर्न कहिले पनि नसोध्नुहोस

source: Choose language
ne: भाषा चुन्ने

source: Titles on your watchlist are shown below. To remove a title, check the box next to it, and click "{{int:Watchlistedit-normal-submit}}". You can also [[Special:EditWatchlist/raw|edit the raw list]].
ne: तपाईंको ध्यानसूचीमा सूचीबद्ध पृष्ठ तल दिइएको छ। पृष्ठ सूचीबाट हटाउनका लागि त्यस अगाडी दिइएको बाकस "{{int:Watchlistedit-normal-submit}}" मा क्लिक गर्नुहोस, र शीर्षकहरू हटाउनेमा क्लिक गर्नुहोस। तपाईं [[Special:EditWatchlist/raw|कच्चा ध्यानसूची]]लाई पनि सम्पादन गर्न सक्नुहुन्छ।

source: White telephone
ne: सेतो टेलिफोन

source: Your transaction could not be accepted.
ne: तपाईंको ट्रान्ज्याक्सन स्वीकार गर्न सकिएन।

source: &#32;and
ne: &#32;र

source: delete this revision
ne: यो पुनरावलोकन मेट्ने

source: Due
ne: बक्यौता

source: Prevent this user from editing their own talk page while blocked
ne: यस प्रयोगकर्तालाई निषेधित समयमा आफ्नै वार्तालाप पृष्ठ सम्पादन गर्न नदिने

source: Switches applications via the Launcher.
ne: लन्चरमार्फत एप्लिकेशनहरू चयन गर्छ

source: of
ne: को

source: Expiry
ne: सकिने:

source: This page has been deleted. The deletion and move log for the page are provided below for reference.
ne: पृष्ठ मेटिएको छ । मेटिएका तथा सारिएका पृष्ठहरूको सूची तल सन्दर्भको लागि दिइएको छ ।

source: Save preferences
ne: अभिरुचिहरु संग्रह गर्नुहोस्

source: ok
ne: हुन्छ

source: Brunei dollar
ne: ब्रुनेयी डलर

source: on
ne: खुल्ला

source: Hidden note #%{note_name}
ne: लुकाइएको टिप्पणी #%{note_name}

source: {{MediaWiki:Coll-helppage}}/Rendering page info text
ne: {{MediaWiki:Coll-helppage}}/पृष्ठ जानकारी पाठ प्रतिपादन हुँदै छ

source: Dup
ne: दोहोरिएको

source: Departments
ne: विभागहरू

source: All languages
ne: सबै भाषाहरू

source: Rear
ne: पछाडि

source: or
ne: वा

source: Other languages
ne: अन्य भाषाहरू

source: Out of a marker supply
ne: एक मार्कर आपूर्ति सकियो

source: Expensive parser function count
ne: महङ्गो पार्सर फङ्कसनहरूको गणना

source: Show XML parse tree
ne: एक्सएमएल पार्स रूख देखाउने

source: New tab
ne: नयाँ ट्याब

source: Bold &amp; italic
ne: मोटो &amp; छड्के

source: _Show Onboard
ne: अन्बोर्ड देखाउनुहोस्

source: Reset Password
ne: नयाँ प्रवेशशव्द

source: Featured media
ne: छानिएको सामग्री

source: Other information
ne: अरु जानकारी

source: This is a minor edit
ne: यो साधारण सम्पादन हो

source: Add Rule
ne: नियम थप्नुहोस्

source: Session Ended
ne: सत्र समाप्त भयो

source: Upgrade (%s)
ne: अपग्रेड गर्नुहोस् (%s)

source: Sign in
ne: प्रवेश गर्ने

source: Primary Email
ne: प्राथमिक इमेल

source: Sorry, %s has experienced an internal error.
ne: माफ गर्नुहोस् , %s ले अन्तरिक त्रुटीको सामना गरेको छ।

source: Opens the indicator menu.
ne: सूचक मेनु देखाउँछ ।

source: Birthday: {VAR: user}
ne: जन्मतिथि: {VAR: user}

source: Database host:
ne: डेटाबेस होस्ट:

source: Page properties
ne: पृष्ठ गुणहरू

source: px
ne: पिक्सेल

source: discussion
ne: चर्चा

source: Your signature with timestamp
ne: तपाईँको समयछाप सहितको दस्तखत

source: Enable showing appreciation for other users with the WikiLove tab
ne: विकिलभ ट्याब मार्फत अन्य प्रयोगकर्ताको प्रशंसा गर्नुहोस्

source: Showing below up to {{PLURAL:$1|<strong>1</strong> result|<strong>$1</strong> results}} in range #<strong>$2</strong> to #<strong>$3</strong>.
ne: देखाई रहेको छ{{PLURAL:$1|<strong>1</strong> result|<strong>$1</strong> परिणाम}} सम्म पहुँच #<strong>$2</strong> देखि #<strong>$3</strong> मा।

source: Wikimania
ne: विकिमेनिया

source: All translations of this page
ne: यो पृष्ठका सबै अनुवादहरु

source: log in
ne: प्रवेश (लग ईन)

source: No saved pages yet.
ne: संग्रह गरिएका पृष्ठहरू नभएको !

source: Album
ne: संग्रह

source: ^Install Kubuntu
ne: कुबुन्टु स्थापना गर्नुहोस्

source: Fixed inaccuracy
ne: अशुद्धि ठीक गरियो

source: Pull to refresh article
ne: लेख ताजा गर्न तान्नुहोस्

source: If you are sure you really want to do it, please check the "{{int:ipb-confirm}}" field at the bottom.
ne: यदि तपाईं विश्वासपूर्ण रूपले यहि गर्न चाहनुहुन्छ, भने कृपया "{{int:ipb-confirm}}" लाई क्षेत्रबाट छान्नुहोस्।

source: The filename begins with <strong>$1</strong>. It seems to be an image of reduced size <em>(thumbnail)</em>. If you have this image in full resolution upload this one, otherwise change the filename please.
ne: यस फाइलको नाम <strong>$1</strong> देखि शुरू भइरहेको छ। यो आकार घटाइएको ''(थम्बनेल)'' हुन सक्छ। यदि यो चित्र आफ्नो मूल आकारमा छ भने यसलाई अपलोड गर्नुहोस, छैन भने कृपया फाइल परिवर्तन गर्नुहोस।

source: User $2 {{GENDER:$1|created}}
ne: प्रयोगकर्ता $2 {{GENDER:$1|सृजना गरियो}}

source: Collect system information
ne: प्रणाली जानकारी बटुल्नुहोस्

source: Comment
ne: टिप्पणी

source: administrators
ne: प्रबन्धकहरू

source: To be set at next login
ne: अर्को लगइनमा सेट गर्ने

source: Please type your current password again.
ne: फेरि आफ्नो वर्तमान पासवर्ड टाइप गर्नुहोस्।

source: Target file
ne: लक्ष्य फाइल

source: Tag name
ne: आन्तरिक ट्याग नाम

source: Apply settings
ne: लागू सेटिंगहरू

source: Add pages I create and files I upload to my watchlist
ne: मेरो निगरानी सूचीमा मैले सृजना गरेको पृष्ठ र अपलोड जोड्ने

source: Congratulations for your one hundredth translation
ne: पहिलो सयौँ अनुवादमा बधाई

source: Standard light A
ne: मानक प्रकाश A

source: Amphibians
ne: उभयचरहरू

source: Internal error: Something went wrong while fetching the file.
ne: आन्तरिक समस्याः फाइल तान्दा केही कुरा गलत भएछ ।

source: Change the background and the theme
ne: पृष्ठभूमि र विषयवस्तु परिवर्तन गर्नुहोस

source: Standard light C
ne: मानक प्रकाश C

source: Etherpad
ne: इथरप्याड

source: Standard light B
ne: मानक प्रकाश B

source: Try again
ne: पुन प्रयास गर्नुहोस

source: Redo
ne: फेरि गर्नुहोस्

source: If you enter a birth date, then other forum members will be able to see it in your profile.
ne: यदि तपाईंले जन्ममिति समावेस गर्नुभयो भने फोरमका अन्य सदस्यहरूले तपाईंको उमेर देख्न सक्नेछन ।

source: This user is blocked. Login not allowed.
ne: यस प्रयोगकर्तालाई रोक लगाइएको छ। प्रवेश गर्ने अनुमति छैन।

source: Previous page
ne: अघिको पृष्ठ
